{"id":1,"text":"Free Press Journal. None. Representative Image |\n\nIn 2 separate cases, the Thane police have cracked down on the persons allegedly involved in illegal wildlife trade. The crime branch have apprehended 2 persons, including a fitness instructor, for allegedly attempting to sell ivory tusk valued at Rs 25000000.0. In another case, the Dombivali police have apprehended 2 persons for allegedly trying to sell Ambergris or whale vomit worth Rs 16000000.0.\n\nAccording to the police, specific information was received that on Tuesday around 3 pm, 2 to 3 persons would be arriving at Kalwa Naka to sell ivory tusk. A trap was laid at the said place and around 3.40 pm, 2 persons arrived at the spot and they were apprehended. The suspects were identified as Worli resident Amit Worlikar, 42, a fitness instructor and Kalwa resident Sagar Patil, 40, a lottery vendor. On questioning, Worlikar revealed that he was carrying an ivory tusk weighing 1.40 kg worth Rs 25000000.0 in a bag. The suspects revealed that 1 Tara, a resident of Mumbai, had given them ivory tusk in order to sell the same. A case has been registered in this regard by the Kalwa police on Wednesday.\n\nIn another case, information was received from the sources that on Wednesday, few persons having possession of Ambergris would be arriving in Dombivali in order to sell the same. The police team then laid a trap near a hotel, where the suspects were supposed to arrive. Around 12.30 am, 2 suspects had arrived at the spot and the police team apprehended them. The suspects were identified as Ulhasnagar residents Nandu Rai, 28, and Arjun Nirmal, 26.\n\nOn sustained questioning, Rai told the police that they had arrived at the spot to sell Ambergris, which was provided to them by their accomplice Madhukar Patil, who is wanted in the case.\n\nLast month, the Mumbai police's property cell had arrested a food supplier from Ratnagiri for allegedly attempting to sell over 2 kg of Ambergris worth Rs 26000000.0.","entities":[{"id":796,"label":"traffickerOrigin","start_offset":752,"end_offset":757},{"id":797,"label":"traffickerName","start_offset":767,"end_offset":780},{"id":798,"label":"traffickerBirthYear","start_offset":782,"end_offset":784},{"id":799,"label":"traffickerOrigin","start_offset":811,"end_offset":816},{"id":801,"label":"traffickerName","start_offset":826,"end_offset":837},{"id":802,"label":"traffickerBirthYear","start_offset":839,"end_offset":841},{"id":803,"label":"traffickerName","start_offset":1006,"end_offset":1010},{"id":804,"label":"traffickerOrigin","start_offset":1026,"end_offset":1032},{"id":805,"label":"traffickerOrigin","start_offset":1556,"end_offset":1566},{"id":806,"label":"traffickerName","start_offset":1577,"end_offset":1586},{"id":807,"label":"traffickerBirthYear","start_offset":1588,"end_offset":1590},{"id":808,"label":"traffickerName","start_offset":1596,"end_offset":1608},{"id":809,"label":"traffickerBirthYear","start_offset":1610,"end_offset":1612},{"id":810,"label":"traffickerName","start_offset":1761,"end_offset":1775}],"relations":[{"id":134,"from_id":796,"to_id":797,"type":"traffickerFrom"},{"id":135,"from_id":797,"to_id":798,"type":"trafficker-birthyear"},{"id":136,"from_id":799,"to_id":801,"type":"traffickerFrom"},{"id":137,"from_id":801,"to_id":802,"type":"trafficker-birthyear"},{"id":138,"from_id":803,"to_id":804,"type":"traffickerFrom"},{"id":139,"from_id":805,"to_id":806,"type":"traffickerFrom"},{"id":140,"from_id":806,"to_id":807,"type":"trafficker-birthyear"},{"id":141,"from_id":805,"to_id":808,"type":"traffickerFrom"},{"id":142,"from_id":808,"to_id":809,"type":"trafficker-birthyear"}]}
{"id":2,"text":"TOI. None. Nagpur: Officials at the Melghat Tiger Reserve (MTR), Amravati, on Sunday nabbed 2 persons from Hiwarkhed for trafficking a sand boa snake.The non-venomous red sand boa, listed under Schedule IV of the Wildlife Protection Act (WPA), 1972, is popularly known as a two-headed snake and has several superstitions associated with it.There are superstitions that the snake secretes an anti-ageing agent in its gland, which is used for making several medicines. The reptile is associated with myths of being lucky and having the power to bring prosperity.Melghat field director MS Reddy said, “The MTR wildlife crime cell got a tip-off that 2 persons were negotiating a deal to sell the snake in Hiwarkhed. Akot wildlife division officials zeroed in on a spot near a petrol pump where the deal was to be struck.”The raiding party trapped 2 accused, namely Amol Mahadeo Hiwrale (28) and Laxman Raju Khirolkar (22), both residents of Muktainagar in Jalgaon district. According to forest officials, at least 9 persons were involved in the crime. The remaining suspects fled the spot in the darkness. Officials also seized 3 motorbikes used in the crime.Both the accused were produced before Telhara judicial magistrate first class (JMFC). The court granted forest custody remand (FCR) till October 13. Hiwarkhed range forest officer (RFO) Vishwanath Chavan is investigating the case.The raid was initiated by Akot deputy conservator Nandkishore Reddy, divisional forest officer (DFO) Manoj Kumar Khairnar, assistant conservator of forests Laxman Aware, RFO Pravin Patil, and forest guards with cyber cell Akash Sarda, RJ Ade, RR Thawkar, Baliram Sarkate, Atif Husain, and NB Ambhore.","entities":[{"id":811,"label":"traffickerName","start_offset":861,"end_offset":881},{"id":812,"label":"traffickerBirthYear","start_offset":883,"end_offset":885},{"id":813,"label":"traffickerName","start_offset":891,"end_offset":912},{"id":814,"label":"traffickerBirthYear","start_offset":914,"end_offset":916},{"id":815,"label":"traffickerOrigin","start_offset":937,"end_offset":968}],"relations":[{"id":143,"from_id":811,"to_id":812,"type":"trafficker-birthyear"},{"id":144,"from_id":811,"to_id":815,"type":"traffickerFrom"},{"id":145,"from_id":813,"to_id":814,"type":"trafficker-birthyear"},{"id":146,"from_id":813,"to_id":815,"type":"traffickerFrom"}]}
{"id":3,"text":"The Hindu. None. They were transported to Alipore Zoological Gardens in Kolkata\n\nLorikeets and cuckatoos that were seized by the BSF along the India-Bangladesh border.\n\nThey were transported to Alipore Zoological Gardens in Kolkata\n\nAs many as 75 exotic birds were seized along the international border while being smuggled to Bangladesh over the past 2 days.\n\nWhile the BSF on Tuesday seized 54 birds near its outpost at Tentulberia in the North 24 Parganas district, it seized 21 cuckatoos from Jhowdanga in the same district on Wednesday night.\n\nOfficials of the Wildlife Crime Control Bureau said the birds were alive, and had been transported to the Alipore Zoological Gardens in Kolkata.\n\nThe birds seized on Tuesday were from 6 rare varieties of lorikeets found in Australia and South East Asia. They were 11 chattering lorikeets, 13 red and blue lorikeets, 8 black-capped lorikeets, 8 black lorikeets, 6 brown lorikeets, and 8 violet-necked lorikeets. The BSF said the birds were crammed in 2 iron cages.\n\nLorikeets are medium-sized brightly coloured parrots that live in large flocks.\n\nAccording to experts, the birds are smuggled for being kept as pets. While illegal wildlife trade has emerged as a form of organised trans-national crime, there have also been seizures of highly threatened species like a lion cub and 3 white-headed langurs near Kolkata.\n\nSmugglers try to exploit the location of West Bengal which shares a porous 2,216-km border with Bangladesh. The borders of the North 24 Parganas where there is a high density of population on the either side is most vulnerable to cross-border smuggling.","entities":[],"relations":[]}
{"id":4,"text":"The Hindu. 2022-08-13 15:33:56+00:00. It was being used in Nepal as a dancing bear for street performances\n\nIt was being used in Nepal as a dancing bear for street performances\n\nForest officials have recently rescued a sloth bear from smugglers in West Bengal’s Malda district, and 3 persons have been arrested. The animal was being used in Nepal as a dancing bear for street performances and was transported illegally from Nepal to West Bengal. Forest officials said that a 6-year-old male sloth bear was being transported from an area near the Indo-Nepal border in Bihar, into West Bengal.\n\nDivisional Forest Officer, Malda, B. Siddhartha said that sloth bears ( Melursus ursinus) is a Schedule I species under The Wildlife (Protection) Act, 1972 which grants it the same level of protection status as tigers, pangolins and elephants. According to officials who were part of the rescue operation, the animal was rescued towards the end of July and was transported to a safe facility thereafter.\n\nSevere and untreated wounds\n\nA press statement from Wildlife SOS, an organisation working for rescuing and rehabilitating wildlife in distress across India said that the bear’s teeth had been brutally smashed with metal rods and the delicate muzzle had been pierced with a very coarse rope inserted into it to train the animal for street performance.\n\nThe bear was transferred to West Bengal Bear Rescue Centre in Purulia | Photo Credit: Malda Forest Department\n\n“The wounds were severe and untreated. The timely rescue of this bear has saved the poor animal from a lifetime of torture and suffering,” the statement issued on Saturday, said.\n\n“The rescued sloth bear is receiving medical treatment and day-to-day feed and care. It has been rehabilitated at the West Bengal Bear Rescue Centre at Purulia run by Wildlife SOS and the Forest Department. The development comes close on the heels of the rescue of 2 sloth bears from Bokaro in Jharkhand. It was because of the intervention of an organisation founded by former Union Minister Maneka Gandhi that the sloth bears were rescued in Jharkhand.“\n\nWhile we hope to never revisit the horrors of the dancing bear practice in India, wildlife poachers and traffickers continue to take advantage of the semi-porous borders between Nepal and India to smuggle wild animals and contraband across international borders and conceal themselves in remote areas. “Like any other crime, the Forest Department and Police are taking stringent measures to curb this,” Kartick Satyanarayan, Co-founder & CEO of Wildlife SOS, said.\n\n“Like any other crime, the Forest Department and Police are taking stringent measures to curb this”Kartick Satyanarayan Co-founder & CEO of Wildlife SOS","entities":[],"relations":[]}
{"id":5,"text":"The Hindu. 2022-07-18 13:31:18+00:00. Forest department rules out poaching in the seizure of animal parts in the Nilgiris\n\nStaff Reporter July 18, 2022 19:01 IST\n\nStaff Reporter July 18, 2022 19:01 IST\n\nWe believe that tribal people found the carcasses in the forest and took the parts hoping to sell them, says official\n\nElephant tushes, tusks and tiger parts that were seized at Devarshola in Gudalur recently. | Photo Credit: SPECIAL ARRANGEMENT\n\nWe believe that tribal people found the carcasses in the forest and took the parts hoping to sell them, says official\n\nForest Department officials believe that the seizure of elephant tushes, tusks and tiger parts from a trafficking ring, involving more than 21 people in the Nilgiris and Kodaikanal, is not part of a large poaching operation. D.Venkatesh, Conservator of Forests (Nilgiris) told The Hindu that based on preliminary investigations, it seemed probable that the animal parts were harvested from elephants and a tiger that was found dead inside reserve forests in Gudalur. “We believe that Adivasi communities, who live in the forest, found these carcasses and took the parts, hoping to sell them to other people,” said Mr. Venkatesh. So far, the Forest Department has seized 6 ivory tushes, 3 pieces of ivory, a pair of tiger teeth and claws in Devarshola in Gudalur from 11 persons. Based on further investigation, 2 more tusks were seized from Kodaikanal. “We do not think that any of these animals were hunted specifically for their parts, but were instead found by forest-dwelling communities who took the parts to sell them to others,” said Mr. Venkatesh. So far, the people arrested include both from tribal and non-tribal communities, he said. The Forest Department is expected to request permission from the courts to individually question each of the accused.\n\n\n\nOur code of editorial values","entities":[],"relations":[]}
